#include"pch.h"
#include <iostream>

int main()
{
	setlocale(0, "");

	std::cout << "Привет!\nЧто, блять, ты собирался здесь увидеть?\nЧто нахуй, а?\nОтвет на вопрос о смысле жизни?\nСтоит ли поступать в Политех?\nЗачем ты задаешь этот вопрос, долбаёб, блять, ты уже здесь, твоя жизнь только в твоих руках!\nНо я должен сказать тебе только одно.\nЯзыки программирования это самый пиздецкий предмет.\nНахуя, блять, я ходил, сука, весь семестр на пары, зачем?\nЧтобы, блять, получить три и потерять, сука, стипендию?\nДа-да, я закрылся на все пятёрки, но, блять, нет же, есть С++, по которму у меня, сука, тройка.\nПиздец, бесит.";
}